@extends('layouts.mainlayout')
@section('content')



<div class = "maindiv" id = "about">

<div class="row">
  <section class=" col col-xs-12 aboutLinkCon">

    <section class="col col-xs-12 col-sm-4 aboutItems ">
<div class="card">

        <a href="#programOrder">
          <img  class = " img-responsive img-circle " src="/img/programmer.jpg" alt="programmer avatar">
          <h2>برنامه نویس</h2>
        </a>
        </div>
    </section>

    <section class="col col-xs-12 col-sm-4 aboutItems ">
      <div class="card">
        <a href="#gameOrder">
          <img  class = " img-responsive img-circle " src="/img/GameMaker.jpg" alt="Game Maker avatar">

<h2>بازی ساز</h2>
        </a>
      </div>
  </section>
      <section class="col col-xs-12 col-sm-4 aboutItems  ">
        <div class="card">
        <a href="#grapicOrder">
          <img  class = " img-responsive img-circle " src="/img/Graphic.png" alt="Graphic man avatar">

<h2>گرافیست</h2>
        </a>
      </div>
      </section>

  </section>
<section class="col col-xs-12 aboutInfoItems">
  <div class="container">


  <article id="programOrder" class="aboutLinkCon">

      <h2 class="formLabel centerText" > درباره برنامه نویس</h2>
      <hr class = "underLineHr" >

    <div class="row">
      <div class="container">

        <div class="col col-sm-3 col-xs-12 "></div>
        <div class="col col-sm-6 col-xs-12 centerText">
                    <img src="/img/programmer.jpg" alt="work History" class="testResponsive img-circle aboutimg">

        </div>
        <div class="col col-sm-3 col-xs-12 "></div>


        <div class="col col-xs-12" >
          <h3  class="formLabel">تولد و دوران کودکی</h3>

          <p id="childDic" align="justify" class="textColor">
            در سال 1374 هجری قمری در شهرستان محلات متولد شدم .
            تمام زمان طفولیتم رو به بازی توی باغ های میوه‌ی کنار خانه گذراندم تا به سن مدرسه رسیدم.
            تا قبل مدرسه همیشه آرزو داشتم زودتر وقت مدرسم بشه و بتونم خوندن رو یاد بگیرم .
            البته علاقه ی زیادی به نوشتن نداشتم دلیلشم نمیدونم.
            همیشه فکر میکردم اگر خوندن و نوشتن یاد بگیرم میتونم کلی داستان و جالب بخونم یجورایی سواد خوندن رو دریچه ی ورودم به دنیای عجایب میدونستم .

            همیشه از مادرم میخواستم برام کتاب بخونه هر داستانی رو که برام میخوند میرفتم به یه دنیای دیگه ، البته وقتی بزرگ شدم فهمیدم داستان ها رو یه جاهاییشون رو که برام مناسب نمیدونست سانسور میکرد ، ولی بازم برام جالب بود دنیای سواد خوندن.


          </p>
        </div>


        <div class="col  col-xs-12"  >
          <h3  class="formLabel">دوران نوجوانی و تحصیل</h3>

          <p id ="studyDic" align="justify" class="textColor">
            رفتم مهد قرآن ، فکر کنم اسمش شکوفه های نور بود .
            دوران زیبایی بود جزء سی قرآن رو تقریبا کامل حفظ کردم .
            بعدش چون نیمه دم سال بدنیا اومده بودم  یه سال بین مهد قرآنم و مدرسم فاصله افتاد.
            رفتم مدرسه و چسبیدم به درس شاگرد اول درس ریاضی بودم به نظرم درس جالبی میومد ،
            البته بقیه درسامم بد نبود ولی ریاضی رنگ و بوی دیگه ای داشت ،
            این جریان کم و بیش تا سال دوم راهنمایی ادامه داشت ،
            سال سوم به نظرم درس حرفه و فن جالب بود اونو بیشتر دوست داشتم ،
            وقتی رسیدم دبیرستان با اینترنت آشنا شدم .
          </p>
        </div>

        <div class="col  col-xs-12">
          <h3 class="formLabel">دانشگاه و کار</h3>

          <p id ="WorkDic" align="justify" class="textColor">
            و اما دانشگاه با پرس و جو رسیدم به رشته IT ولی نشد که بشه منم رفتم رشته مهندسی نرم افزار ، دانشگاه شهر خودم یعنی محلات .
            وقتی رفتم دانشگاه اوایل به امید دانشگاه بودم که بهم برنامه نویسی یاد بده ولی دیری نپایید که فهمیدم باید آستین های مبارک رو بزنم بالا و خودم شروع کنم کلا از دانشگاه آبی گرم نمیشه .
            تا خواستم بفهمم چی به چیه سی پلاس پلاس ، سیشارپ، جاوا ، اچ تی ام ال ، پایتون و پی اچ پی رو یاد گرفتم .
            بعد کم کم مشغول شدم به کار کردن و انرژی گذاشتن روی سی پلاس پلاس که پدر همه  زبان های برنامه نویسیه و برای سایت نویسی هم سایت های معمولی رو با پی اچ پی میزنم و اگر پروژه سنگین باشه و پرفورمنس بخواد در حد متوسط با پایتون میزنم اگرم پروژه واقعل
            سنگین باشه مثلا یه سیستم مثل استیم و این چیزا که با سی پلاس پلاس میزنم .
            اینم معرفی خودم .
          </p>
        </div>
      </div>
    </div>
  </article>

  <article id="gameOrder" class="aboutLinkCon">

      <h2 class="formLabel centerText" > درباره بازی ساز</h2>
      <hr class = "underLineHr" >

    <div class="row">
      <div class="container">
        <div class="col col-sm-3 col-xs-12 "></div>
        <div class="col col-sm-6 col-xs-12 centerText">
          <img src="/img/GameMaker.jpg" alt="work History" class="testResponsive img-circle aboutimg">
        </div>
        <div class="col col-sm-3 col-xs-12"></div>


        <div class="col col-xs-12" >
          <h3  class="formLabel">تولد و دوران کودکی</h3>

          <p id="childDic" align="justify" class="textColor">
            در سال 1374 هجری قمری در شهرستان محلات متولد شدم .
            تمام زمان طفولیتم رو به بازی توی باغ های میوه‌ی کنار خانه گذراندم تا به سن مدرسه رسیدم.
            تا قبل مدرسه همیشه آرزو داشتم زودتر وقت مدرسم بشه و بتونم خوندن رو یاد بگیرم .
            البته علاقه ی زیادی به نوشتن نداشتم دلیلشم نمیدونم.
            همیشه فکر میکردم اگر خوندن و نوشتن یاد بگیرم میتونم کلی داستان و جالب بخونم یجورایی سواد خوندن رو دریچه ی ورودم به دنیای عجایب میدونستم .

            همیشه از مادرم میخواستم برام کتاب بخونه هر داستانی رو که برام میخوند میرفتم به یه دنیای دیگه ، البته وقتی بزرگ شدم فهمیدم داستان ها رو یه جاهاییشون رو که برام مناسب نمیدونست سانسور میکرد ، ولی بازم برام جالب بود دنیای سواد خوندن.


          </p>
        </div>


        <div class="col  col-xs-12"  >
          <h3  class="formLabel">دوران نوجوانی و تحصیل</h3>

          <p id ="studyDic" align="justify" class="textColor">
            رفتم مهد قرآن ، فکر کنم اسمش شکوفه های نور بود .
            دوران زیبایی بود جزء سی قرآن رو تقریبا کامل حفظ کردم .
            بعدش چون نیمه دم سال بدنیا اومده بودم  یه سال بین مهد قرآنم و مدرسم فاصله افتاد.
            رفتم مدرسه و چسبیدم به درس شاگرد اول درس ریاضی بودم به نظرم درس جالبی میومد ،
            البته بقیه درسامم بد نبود ولی ریاضی رنگ و بوی دیگه ای داشت ،
            این جریان کم و بیش تا سال دوم راهنمایی ادامه داشت ،
            سال سوم به نظرم درس حرفه و فن جالب بود اونو بیشتر دوست داشتم ،
            وقتی رسیدم دبیرستان با اینترنت آشنا شدم .
          </p>
        </div>

        <div class="col  col-xs-12">
          <h3 class="formLabel">دانشگاه و کار</h3>

          <p id ="WorkDic" align="justify" class="textColor">
            و اما دانشگاه با پرس و جو رسیدم به رشته IT ولی نشد که بشه منم رفتم رشته مهندسی نرم افزار ، دانشگاه شهر خودم یعنی محلات .
            وقتی رفتم دانشگاه اوایل به امید دانشگاه بودم که بهم برنامه نویسی یاد بده ولی دیری نپایید که فهمیدم باید آستین های مبارک رو بزنم بالا و خودم شروع کنم کلا از دانشگاه آبی گرم نمیشه .
            تا خواستم بفهمم چی به چیه سی پلاس پلاس ، سیشارپ، جاوا ، اچ تی ام ال ، پایتون و پی اچ پی رو یاد گرفتم .
            بعد کم کم مشغول شدم به کار کردن و انرژی گذاشتن روی سی پلاس پلاس که پدر همه  زبان های برنامه نویسیه و برای سایت نویسی هم سایت های معمولی رو با پی اچ پی میزنم و اگر پروژه سنگین باشه و پرفورمنس بخواد در حد متوسط با پایتون میزنم اگرم پروژه واقعل
            سنگین باشه مثلا یه سیستم مثل استیم و این چیزا که با سی پلاس پلاس میزنم .
            اینم معرفی خودم .
          </p>
        </div>
      </div>
    </div>
  </article>

  <article id="grapicOrder" class="aboutLinkCon">

      <h2 class="formLabel centerText" >درباره گرافیست</h2>
      <hr class = "underLineHr" >

    <div class="row">
      <div class="container">

        <div class="col col-sm-3 col-xs-12 "></div>
        <div class="col col-sm-6 col-xs-12 centerText">
                    <img src="/img/Graphic.png" alt="work History" class="testResponsive img-circle aboutimg">

        </div>
        <div class="col col-sm-3 col-xs-12 "></div>


        <div class="col col-xs-12" >
          <h3  class="formLabel">تولد و دوران کودکی</h3>

          <p id="childDic" align="justify" class="textColor">
            در سال 1374 هجری قمری در شهرستان محلات متولد شدم .
            تمام زمان طفولیتم رو به بازی توی باغ های میوه‌ی کنار خانه گذراندم تا به سن مدرسه رسیدم.
            تا قبل مدرسه همیشه آرزو داشتم زودتر وقت مدرسم بشه و بتونم خوندن رو یاد بگیرم .
            البته علاقه ی زیادی به نوشتن نداشتم دلیلشم نمیدونم.
            همیشه فکر میکردم اگر خوندن و نوشتن یاد بگیرم میتونم کلی داستان و جالب بخونم یجورایی سواد خوندن رو دریچه ی ورودم به دنیای عجایب میدونستم .

            همیشه از مادرم میخواستم برام کتاب بخونه هر داستانی رو که برام میخوند میرفتم به یه دنیای دیگه ، البته وقتی بزرگ شدم فهمیدم داستان ها رو یه جاهاییشون رو که برام مناسب نمیدونست سانسور میکرد ، ولی بازم برام جالب بود دنیای سواد خوندن.


          </p>
        </div>


        <div class="col  col-xs-12"  >
          <h3  class="formLabel">دوران نوجوانی و تحصیل</h3>

          <p id ="studyDic" align="justify" class="textColor">
            رفتم مهد قرآن ، فکر کنم اسمش شکوفه های نور بود .
            دوران زیبایی بود جزء سی قرآن رو تقریبا کامل حفظ کردم .
            بعدش چون نیمه دم سال بدنیا اومده بودم  یه سال بین مهد قرآنم و مدرسم فاصله افتاد.
            رفتم مدرسه و چسبیدم به درس شاگرد اول درس ریاضی بودم به نظرم درس جالبی میومد ،
            البته بقیه درسامم بد نبود ولی ریاضی رنگ و بوی دیگه ای داشت ،
            این جریان کم و بیش تا سال دوم راهنمایی ادامه داشت ،
            سال سوم به نظرم درس حرفه و فن جالب بود اونو بیشتر دوست داشتم ،
            وقتی رسیدم دبیرستان با اینترنت آشنا شدم .
          </p>
        </div>

        <div class="col  col-xs-12">
          <h3 class="formLabel">دانشگاه و کار</h3>

          <p id ="WorkDic" align="justify" class="textColor">
            و اما دانشگاه با پرس و جو رسیدم به رشته IT ولی نشد که بشه منم رفتم رشته مهندسی نرم افزار ، دانشگاه شهر خودم یعنی محلات .
            وقتی رفتم دانشگاه اوایل به امید دانشگاه بودم که بهم برنامه نویسی یاد بده ولی دیری نپایید که فهمیدم باید آستین های مبارک رو بزنم بالا و خودم شروع کنم کلا از دانشگاه آبی گرم نمیشه .
            تا خواستم بفهمم چی به چیه سی پلاس پلاس ، سیشارپ، جاوا ، اچ تی ام ال ، پایتون و پی اچ پی رو یاد گرفتم .
            بعد کم کم مشغول شدم به کار کردن و انرژی گذاشتن روی سی پلاس پلاس که پدر همه  زبان های برنامه نویسیه و برای سایت نویسی هم سایت های معمولی رو با پی اچ پی میزنم و اگر پروژه سنگین باشه و پرفورمنس بخواد در حد متوسط با پایتون میزنم اگرم پروژه واقعل
            سنگین باشه مثلا یه سیستم مثل استیم و این چیزا که با سی پلاس پلاس میزنم .
            اینم معرفی خودم .
          </p>
        </div>
      </div>
    </div>
  </article>
  </div>
</section>

</div>
</div>



@endsection
